/**
 * @description:协议模块
 * @author 郭森林
 * @date 2017/05/16  
 *  
 */ 

<template>
<div class="wrap">
    <div id="title">
        <h1>寻真农产品RFID溯源安全预警系统使用协议</h1>
    </div>
    <div class="content">
        <p>欢迎您选择和使用寻真农产品RFID溯源安全预警系统!</p>
        <p>
            “寻真农产品RFID溯源安全预警系统”是由广州生之园信息技术有限责任公司提供的信息追溯管理软件。用户在使用“寻真农产品RFID溯源安全预警系统”前应仔细阅读本服务协议，只要用户进入“寻真农产品RFID溯源安全预警系统”，即表明用户已经完整准确地了解了本协议所有约定,，并同意接受本协议的全部条款的约束。</p>
        <h3>一.权利声明</h3>
        <p>广州生之园信息技术有限责任公司拥有
            “寻真农产品RFID溯源安全预警系统”的所有权及知识产权，以及寻真农产品RFID溯源安全预警系统等全部权利，受国际版权公约、中华人民共和国著作权法、专利法、及其他知识产权方面的法律法规的保护。</p>
        <p>
            用户不得修改、改编、翻译“寻真农产品RFID溯源安全预警系统”，或者创作“寻真农产品RFID溯源安全预警系统”的衍生作品，不得通过反向工程、反编译、反汇编或其他类似行为获得“寻真农产品RFID溯源安全预警系统”源代码，否则由此引起的一切法律后果由用户负责，广州生之园信息技术有限责任公司将依法追究违约方的法律责任。</p>
        <p>
            用户不得修改、复制、传播与“寻真农产品RFID溯源安全预警系统”相关的材料。如果用户复制和修改传播这些材料，因此而造成对其他人的损害，或者造成对广州生之园信息技术有限责任公司形象损害，要承担相应的法律责任。用户不得删除、掩盖或更改广州生之园信息技术有限责任公司的版权声明、商标或其它权利声明。</p>
        <h3>二.义务和责任限制</h3>
        <p>
            广州生之园信息技术有限责任公司授权用户使用“寻真农产品RFID溯源安全预警系统”软件。必须事先获得广州生之园信息技术有限责任公司的书面授权和许可。另外，用户在使用“寻真农产品RFID溯源安全预警系统”时，不得有违反法律、危害网络安全或损害第三方合法权益之行为，否则由此产生的后果均由用户自己承担，广州生之园信息技术有限责任公司对用户不承担任何责任，广州生之园信息技术有限责任公司保留对用户因上述行为而对广州生之园信息技术有限责任公司造成损失而主张赔偿的权利。</p>
        <p>
            用户可以就“寻真农产品RFID溯源安全预警系统”使用问题向广州生之园信息技术有限责任公司提出咨询，广州生之园信息技术有限责任公司解答的义务不应超过广州生之园信息技术有限责任公司的合理承受限度。如果用户对“寻真农产品RFID溯源安全预警系统”有任何意见，或有如何改进的建议，请使用"用户反馈"功能发表您的意见或建议。</p>
        <h3>三.无担保声明</h3>
        <p>
            “寻真农产品RFID溯源安全预警系统”（包括其升级版）经过广州生之园信息技术有限责任公司详细的测试，但广州生之园信息技术有限责任公司不能保证其与所有的软硬件、系统完全兼容。如果出现不兼容的情况用户可将情况报告广州生之园信息技术有限责任公司，以获得技术支持，我们将为你解决一切兼容性问题。</p>
        <p>
            在法律允许的最大限度内，广州生之园信息技术有限责任公司明确表示不做出任何明示、暗示和强制的担保，包括但不限于适销性、针对特定用途的适用性以及不侵犯所有权的担保。广州生之园信息技术有限责任公司不做出任何与“寻真农产品RFID溯源安全预警系统”的安全性、可靠性、及时性和性能有关的担保。广州生之园信息技术有限责任公司有权在任何时候，暂时或永久地变更、中断或终止“寻真农产品RFID溯源安全预警系统”或其中任何一部分。广州生之园信息技术有限责任公司对本服务的变更、中断或终止，对用户和任何第三人均不承担任何责任。</p>
        <h3>四.用户隐私保护</h3>
        <p>
            个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，包括下列信息：用户的姓名、身份证号、手机号码、IP地址、电子邮件地址信息。广州生之园信息技术有限责任公司保护用户个人隐私信息，但用户因其在注册时选择或同意向广州生之园信息技术有限责任公司及或第三方就用户个人隐私信息公开的情形除外，同时广州生之园信息技术有限责任公司有权因此使用或授权第三方使用上述用户个人信息。</p>
        <p>
            非个人隐私信息是指用户对“寻真农产品RFID溯源安全预警系统”软件的操作状态以及使用习惯等明确且客观反映在广州生之园信息技术有限责任公司服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息。用户同意广州生之园信息技术有限责任公司为了不断改善“寻真农产品RFID溯源安全预警系统”的用户使用体验，可根据产品改进的需要在用户使用的过程收集使用或向第三方提供用户的非个人隐私信息，这将有助于广州生之园信息技术有限责任公司提高服务质量并向用户提供更好的用户体验产品。</p>
        <h3>五.关于本协议</h3>
        <p>
            广州生之园信息技术有限责任公司保留随时修改本服务协议的权利并无须逐一通知用户，最新版本之服务协议将公布于寻真农产品RFID溯源安全预警系统网站，一经公布即视为已经通知所有用户。用户对广州生之园信息技术有限责任公司修改后的协议如有异议，可选择卸载“寻真农产品RFID溯源安全预警系统”，由此给用户造成的任何损失广州生之园信息技术有限责任公司均不承担责任。用户继续使用“寻真农产品RFID溯源安全预警系统”即表明用户完全同意广州生之园信息技术有限责任公司对服务协议的修改。本服务协议条款的最终解释权在广州生之园信息技术有限责任公司。</p>
        <h3>六.本协议适用范围</h3>
        <p>本协议适用中华人民共和国法律,如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可提交广东省仲裁委员会仲裁，其仲裁裁决是终局的。如果您还有其他问题和建议，请联系我们。</p>
        <p>至此，您肯定已经详细阅读并已理解本《协议》，并同意严格遵守各条款和条件。</p>
    </div>
</div>
</template>


<script>
export default{
    name: 'home',
    data () {
        return {
        }
    },
    components: {
    },
    mounted () {
    }
}

</script>




<style lang="sass">
html {
    font-size: 32px;
}
.wrap {
    width: 96%;
    margin:auto;
    padding: 2%;
}
h3{
    margin-left:30px;
    font-size: 32px;
}
h1 {
    margin-bottom: 30px;
    text-align: center;
    font-size: 40px;
}
p {
    line-height: 35px;
    text-indent: 20px;
    font-size: 18px;
}
</style>
