export default {
    memu: ['养殖管理', '屠宰加工管理', '种植管理', '果蔬采收管理', '果蔬加工管理', '物流管理'],
    protos: ['breed', 'packb', 'plant', 'packp', 'delivery', 'basic'],
    memuList: {
        breed: ['养殖基础信息1', '养殖批次管理1', '饲料使用管理1', '畜禽病疫管理1', '畜禽检疫管理1', '畜禽圈舍管理1', '畜禽出栏管理1'],
        packb: ['养殖基础信息2', '养殖批次管理2', '饲料使用管理2', '畜禽病疫管理2', '畜禽检疫管理2', '畜禽圈舍管理2', '畜禽出栏管理2'],
        plant: ['养殖基础信息3', '养殖批次管理3', '饲料使用管理3', '畜禽病疫管理3', '畜禽检疫管理3', '畜禽圈舍管理3', '畜禽出栏管理3'],
        packp: ['养殖基础信4', '养殖批次管理4', '饲料使用管理4', '畜禽病疫管理4', '畜禽检疫管理4', '畜禽圈舍管理4', '畜禽出栏管理4'],
        delivery: ['养殖基础信息5', '养殖批次管理5', '饲料使用管理5', '畜禽病疫管理5', '畜禽检疫管理5', '畜禽圈舍管理5', '畜禽出栏管理5'],
        basic: ['养殖基础信息6', '养殖批次管理6', '饲料使用管理6', '畜禽病疫管理6', '畜禽检疫管理6', '畜禽圈舍管理6', '畜禽出栏管理6']
    }
}
